rbg1 = [
    '结实的人',
    '英俊的人',
    '笨拙的人',
    '机灵的人',
    '迷人的人',
    '娃娃脸',
    '聪明的人',
    '邋遢的人',
    '死人脸的人',
    '肮脏的人',
    '耀眼的人',
    '书呆子',
    '年轻的人',
    '疲倦脸',
    '肥胖的人',
    '啤酒肚',
    '长头发',
    '苗条的人',
    '优雅的人',
    '烂醉的人',
    '矮壮的人',
    '苍白的人',
    '阴沉的人',
    '平庸的人',
    '乐观的人',
    '棕褐色的皮肤',
    '满脸皱纹的人',
    '古板的人',
    '狐臭的人',
    '狡猾的人',
    '健壮的人',
    '娇俏的人',
    '浑身肌肉的人',
    '魁梧的人',
    '迟钝的人',
    '虚弱的人'
]

rbg2 = [
    '你信仰并祈并一位神或伟人',
    '人类无需信神(例如坚定的无神论者,世俗主义者,人文主义者)',
    '科学万能!科学万岁!你将选择其中之一.(例如进化论,低温学,太空探索)',
    '所有事都是命中注定.(例如你相信因果报应,种姓系统,超自然存在)',
    '社团或秘密结社一员.(例如共济会,女协,FFF团)',
    '社会坏掉了，我将成为正义的伙伴，斩除(毒品丶暴力丶种族歧视等)',
    '神依然存在（使用占星术丶招魂术丶塔罗牌等）',
    '诸君，我喜欢政治(如保守党丶共产党丶自由党)',
    '金钱就是力量，我的朋友，我将竭尽全力获取我能看到的一切。',
    '竞选者/激进主义者(例如女权运动人丶平等主义家丶无产革命者)'
]

rbg3_1 = [
    '父辈(父亲,母亲,继母)',
    '祖父辈(外祖父,祖母)',
    '兄弟姐妹(例如妹妹,表妹,无血缘妹妹,德国骨科妹妹)',
    '孩子(亲生的,捡来的,别人家的)',
    '另一半(女朋友,未婚夫,情人)',
    '那位指引你人生技能的人。指明该技能和该人。',
    '青梅竹马(同学,邻居,训幼染)',
    '名人丶偶像或英雄。当然也许你从未见过他.(电影明星,政治家,音乐家)',
    '游戏中另一位调查员伙伴.',
    '游戏中另一位NPC.详情咨询你的守秘人.'
]

rbg3_2 = [
    '你欠了他们人情.他们帮助了你什么?(借了你钱,给了你吃穿,给了你工作)',
    '他们教会了你一些东西(技能,如何去爱,如何成为男子汉)',
    '他们给了你生命的意义(你渴望成为他们那样的人,你想让他们高兴)',
    '你曾伤害了他们，而现在寻求救赎(偷了钱财,见死不救,通风报信)',
    '同甘共苦(共同创业,携手成长,革命战友)',
    '你想向他们证明自己(找到工作,搞到老婆,考到学历)',
    '你崇拜他们(崇拜他们的名望,人格魅力,工作)',
    '后悔的感觉。(本应死在他们面前,背弃誓言,没有帮助他)',
    '你试图证明你比他们更出色,他(懒惰,酗酒,冷漠...)',
    '他扰乱了你的人生,你寻求复仇(杀亲人,毁家园,抢老婆)'
]

rbg4 = [
    '你最爱的学府(小学,中学,大学)',
    '你的故乡(乡下老家,小城镇,大都市)',
    '相识初恋之处(电影院,度假村,核弹避难所)',
    '静思之地(图书馆,你的乡土别墅,钓鱼的地方)',
    '社交之地(绅♂士俱乐部,酒吧,叔叔的家)',
    '联系你思想/信念的场所(小教堂,麦加,巨石阵)',
    '重要之人的坟墓(另一半,孩子,爱人)',
    '家族所在(乡下小屋,租屋,幼年的孤儿院)',
    '生命中最高兴时所在(初吻时的公园长椅,你的大学)',
    '工作地点(事务所,办公室,银行)'
]

rbg5 = [
    '与你得意技能相关之物(例如华福;假ID卡;青铜指虎)',
    '职业必需品(例如医疗包;汽车;撬锁器)',
    '童年的遗留物(例如漫画书;随身小刀;幸运币)',
    '逝者遗物(例如钱包里的遗照;信)',
    '重要之人给予之物(例如戒指;日志;地图)',
    '收藏品(例如邮票;标本;记录)',
    '你发掘而不知真相的东西.(橱柜中未知语言信件,来源不明的风琴,花园挖出来的奇妙银球)',
    '体育用品(签名篮球;鱼竿;金属球棒)',
    '武器(例如半自动左轮;老旧的猎用来福;靴刃)',
    '宠物(猫,狗,乌龟,蛇,蜥蜴,仓鼠)'
]

rbg6 = [
    '慷慨大方(小费王;慈善家)',
    '善待动物(爱猫人士;农场出生;与马同舞)',
    '梦想家(异想天开;预言家;创造者)',
    '享乐主义者(酒吧醉汉;"放纵至死")',
    '赌徒;冒险家(任何事都来一遍;活在生死边缘)',
    '好厨子;好吃货(烤得一手好蛋糕;无米之炊能做好;优雅的食神)',
    '女人缘/万人迷(长袖善舞;甜言蜜语;电眼乱放)',
    '忠心在我(背负自己的朋友;从未破誓;为信念而死)',
    '好名头(村里最好的饭后聊天人士;虔信圣徒;不惧危险)',
    '雄心壮志(梦想远大;目标成为boss;渴望一切)'
]
